Revit 2024 API
BuiltInFailures.CurtainGridFamilyFailures.SomeMullionsAreTooShort Property
 Some of the mullions you are trying to place are too short for its types, and were not placed on the grid.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId SomeMullionsAreTooShort { get; }
Visual Basic
Public Shared ReadOnly Property SomeMullionsAreTooShort As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ SomeMullionsAreTooShort {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.CurtainGridFamilyFailures Class
Autodesk.Revit.DB Namespace